Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: How often a connecting flow re-checks an empty window, in ms, so the first request leaves right after the first exit lands. Off waits the 2s retry pace
ar: عدد مرات إعادة فحص التدفق الجاري اتصاله لنافذة فارغة، بالمللي ثانية، لكي ينطلق الطلب الأول فور وصول أول مخرج. عند الإيقاف، ينتظر وتيرة إعادة المحاولة البالغة 2 ثانية
cs: Jak často připojující se tok znovu zkontroluje prázdné okno, v ms, aby první požadavek odešel hned, jak dorazí první výstup. Vypnuto čeká 2s tempo opakování
de: Wie oft ein Flow im Verbindungsaufbau ein leeres Fenster erneut prüft, in ms, damit die erste Anfrage direkt nach dem Eintreffen des ersten Exits losgeht. Aus: wartet den 2-s-Wiederholungstakt ab
el: Πόσο συχνά μια ροή που συνδέεται ελέγχει ξανά ένα κενό παράθυρο, σε ms, ώστε το πρώτο αίτημα να φύγει μόλις φτάσει η πρώτη έξοδος. Η απενεργοποίηση περιμένει τον ρυθμό επανάληψης των 2 δ
es: Con qué frecuencia un flujo que se está conectando vuelve a comprobar una ventana vacía, en ms, para que la primera solicitud salga justo cuando llega la primera salida. Si está desactivado, se espera el ritmo de reintento de 2 s
es_419: Con qué frecuencia un flujo que se está conectando vuelve a revisar una ventana vacía, en ms, para que la primera solicitud salga justo cuando llega la primera salida. Si está desactivado, se espera el ritmo de reintento de 2 s
es_mx: Con qué frecuencia un flujo que se está conectando vuelve a revisar una ventana vacía, en ms, para que la primera solicitud salga justo cuando llega la primera salida. Si está desactivado, se espera el ritmo de reintento de 2 s
fr: Fréquence à laquelle un flux en cours de connexion revérifie une fenêtre vide, en ms, pour que la première requête parte dès que la première sortie arrive. Désactivé attend le rythme de nouvelle tentative de 2 s
he: באיזו תדירות זרימה שמתחברת בודקת שוב חלון ריק, במילישניות, כדי שהבקשה הראשונה תצא מיד כשהיציאה הראשונה מגיעה. כיבוי ממתין לקצב הניסיון החוזר של 2 שניות
hi: कनेक्ट हो रहा फ़्लो खाली विंडो को कितनी बार दोबारा जाँचता है, ms में, ताकि पहला अनुरोध पहले एग्ज़िट के आते ही निकल जाए। बंद करने पर 2 सेकंड की पुनःप्रयास गति का इंतज़ार होता है
id: Seberapa sering aliran yang sedang terhubung memeriksa ulang jendela kosong, dalam ms, agar permintaan pertama berangkat tepat setelah exit pertama tersedia. Nonaktif menunggu tempo coba ulang 2 dtk
it: Ogni quanto un flusso in connessione ricontrolla una finestra vuota, in ms, così la prima richiesta parte appena arriva la prima uscita. Disattivato attende il ritmo di nuovo tentativo di 2 s
ja: 接続中のフローが空のウィンドウを再確認する間隔（ミリ秒）。最初の出口が到着した直後に最初のリクエストを送れます。オフにすると 2 秒の再試行間隔を待ちます
ko: 연결 중인 플로우가 빈 창을 다시 확인하는 간격(밀리초)으로, 첫 출구가 들어오자마자 첫 요청이 나갈 수 있게 합니다. 끄면 2초 재시도 간격을 기다립니다
nl: Hoe vaak een flow die verbinding maakt een leeg venster opnieuw controleert, in ms, zodat het eerste verzoek vertrekt zodra de eerste exit er is. Uit wacht het herhaaltempo van 2 s
pl: Jak często łączący się przepływ ponownie sprawdza puste okno, w ms, aby pierwsze żądanie wyszło zaraz po pojawieniu się pierwszego wyjścia. Wyłączenie czeka na 2-sekundowy rytm ponowień
pt: Com que frequência um fluxo em ligação volta a verificar uma janela vazia, em ms, para que o primeiro pedido saia logo que a primeira saída chega. Desativado espera o ritmo de nova tentativa de 2 s
pt_br: Com que frequência um fluxo em conexão verifica de novo uma janela vazia, em ms, para que a primeira solicitação saia logo que a primeira saída chega. Desativado espera o ritmo de nova tentativa de 2 s
pt_pt: Com que frequência um fluxo em ligação volta a verificar uma janela vazia, em ms, para que o primeiro pedido saia logo que a primeira saída chega. Desativado espera o ritmo de nova tentativa de 2 s
ru: Как часто подключающийся поток перепроверяет пустое окно, в мс, чтобы первый запрос ушёл сразу после появления первого выхода. Если выключено, используется интервал повтора 2 с
sv: Hur ofta ett flöde som ansluter kontrollerar ett tomt fönster igen, i ms, så att den första begäran går iväg direkt när den första utgången kommer. Av väntar omförsökstakten på 2 s
th: โฟลว์ที่กำลังเชื่อมต่อจะตรวจหน้าต่างที่ว่างซ้ำบ่อยเพียงใด (มิลลิวินาที) เพื่อให้คำขอแรกออกไปทันทีที่ทางออกแรกพร้อม ปิดเพื่อรอตามจังหวะการลองใหม่ 2 วินาที
uk: Як часто потік, що підключається, знову перевіряє порожнє вікно, у мс, щоб перший запит пішов одразу, щойно з’явиться перший вихід. Вимкнення чекає 2-секундний ритм повторів
vi: Tần suất một luồng đang kết nối kiểm tra lại cửa sổ trống, tính bằng ms, để yêu cầu đầu tiên đi ngay khi điểm thoát đầu tiên xuất hiện. Tắt sẽ chờ theo nhịp thử lại 2 giây
zh_hans: 正在连接的流重新检查空窗口的频率（毫秒），使第一个请求在首个出口就绪后立即发出。关闭时按 2 秒的重试节奏等待
zh_hk: 正在連接的流重新檢查空視窗的頻率（毫秒），讓第一個請求在首個出口就緒後立即發出。關閉時按 2 秒的重試節奏等待

source: How often one line summarizing live state is written to the log for later forensics, in ms. Off silences it; shorter spots a transition, longer keeps more buffer
ar: عدد مرات كتابة سطر يلخّص الحالة الحية في السجل لأغراض التحليل لاحقًا، بالمللي ثانية. عند الإيقاف، يتوقف؛ الفترة الأقصر ترصد التحولات، والأطول تحتفظ بمخزن مؤقت أكبر
cs: Jak často se do logu zapíše jeden řádek se shrnutím aktuálního stavu pro pozdější analýzu, v ms. Vypnuto ho ztiší; kratší zachytí přechod, delší drží víc vyrovnávací paměti
de: Wie oft eine Zeile mit einer Zusammenfassung des aktuellen Zustands für spätere Analysen ins Log geschrieben wird, in ms. Aus: schaltet sie stumm; kürzer erfasst Übergänge, länger behält mehr Puffer
el: Πόσο συχνά γράφεται στο αρχείο καταγραφής μία γραμμή που συνοψίζει την τρέχουσα κατάσταση για μεταγενέστερη ανάλυση, σε ms. Η απενεργοποίηση τη σιωπά· συντομότερο εντοπίζει μια μετάβαση, μακρύτερο κρατά περισσότερο buffer
es: Con qué frecuencia se escribe en el registro una línea que resume el estado actual para un análisis forense posterior, en ms. Si está desactivado, se silencia; un intervalo más corto detecta una transición y uno más largo conserva más búfer
es_419: Con qué frecuencia se escribe en el registro una línea que resume el estado actual para un análisis forense posterior, en ms. Si está desactivado, se silencia; un intervalo más corto detecta una transición y uno más largo conserva más búfer
es_mx: Con qué frecuencia se escribe en el registro una línea que resume el estado actual para un análisis forense posterior, en ms. Si está desactivado, se silencia; un intervalo más corto detecta una transición y uno más largo conserva más búfer
fr: Fréquence à laquelle une ligne résumant l’état en direct est écrite dans le journal pour une analyse ultérieure, en ms. Désactivé la coupe ; plus court repère une transition, plus long garde plus de tampon
he: באיזו תדירות נכתבת ללוג שורה אחת שמסכמת את המצב הנוכחי לצורך ניתוח מאוחר, במילישניות. כיבוי משתיק אותה; קצר יותר תופס מעבר, ארוך יותר שומר יותר חוצץ
hi: बाद की जाँच के लिए लाइव स्थिति का सार बताने वाली एक पंक्ति लॉग में कितनी बार लिखी जाती है, ms में। बंद करने पर यह बंद हो जाती है; छोटा अंतराल बदलाव पकड़ता है, लंबा ज़्यादा बफ़र रखता है
id: Seberapa sering satu baris ringkasan status terkini ditulis ke log untuk analisis nanti, dalam ms. Nonaktif membungkamnya; lebih pendek menangkap transisi, lebih panjang menyimpan lebih banyak buffer
it: Ogni quanto viene scritta nel log una riga che riassume lo stato attuale, per un’analisi successiva, in ms. Disattivato la silenzia; più breve coglie una transizione, più lungo conserva più buffer
ja: 後で調査するために、現在の状態を要約した 1 行をログに書き込む間隔（ミリ秒）。オフにすると停止します。短くすると状態遷移を捉えやすく、長くするとバッファを多く保持できます
ko: 나중에 분석할 수 있도록 현재 상태를 요약한 한 줄을 로그에 기록하는 간격(밀리초)입니다. 끄면 기록하지 않습니다. 짧을수록 상태 변화를 잘 잡고, 길수록 버퍼를 더 많이 보관합니다
nl: Hoe vaak één regel met de huidige status naar de log wordt geschreven voor later onderzoek, in ms. Uit zet hem stil; korter vangt een overgang, langer bewaart meer buffer
pl: Jak często do logu trafia jeden wiersz podsumowujący bieżący stan, do późniejszej analizy, w ms. Wyłączenie go wycisza; krótszy wyłapie przejście, dłuższy zachowa więcej bufora
pt: Com que frequência uma linha que resume o estado atual é escrita no log para análise posterior, em ms. Desativado silencia-a; mais curto deteta uma transição, mais longo guarda mais buffer
pt_br: Com que frequência uma linha que resume o estado atual é gravada no log para análise posterior, em ms. Desativado a silencia; mais curto detecta uma transição, mais longo guarda mais buffer
pt_pt: Com que frequência uma linha que resume o estado atual é escrita no log para análise posterior, em ms. Desativado silencia-a; mais curto deteta uma transição, mais longo guarda mais buffer
ru: Как часто в лог записывается строка со сводкой текущего состояния для последующего анализа, в мс. Если выключено, запись отключается; меньший интервал позволяет заметить переход, больший — сохранить больше буфера
sv: Hur ofta en rad som sammanfattar aktuell status skrivs till loggen för senare analys, i ms. Av tystar den; kortare fångar en övergång, längre behåller mer buffert
th: ความถี่ในการเขียนหนึ่งบรรทัดที่สรุปสถานะปัจจุบันลงล็อกเพื่อการวิเคราะห์ภายหลัง (มิลลิวินาที) ปิดเพื่อหยุดเขียน ช่วงสั้นกว่าจับการเปลี่ยนแปลงได้ ช่วงยาวกว่าเก็บบัฟเฟอร์ได้มากกว่า
uk: Як часто в лог записується рядок із підсумком поточного стану для подальшого аналізу, у мс. Вимкнення приглушує його; коротший ловить перехід, довший зберігає більше буфера
vi: Tần suất ghi vào nhật ký một dòng tóm tắt trạng thái hiện tại để phân tích sau này, tính bằng ms. Tắt sẽ ngừng ghi; ngắn hơn bắt được chuyển đổi, dài hơn giữ được nhiều bộ đệm hơn
zh_hans: 将一行实时状态摘要写入日志以供事后排查的频率（毫秒）。关闭时不写入；间隔越短越容易发现状态切换，越长则保留越多缓冲
zh_hk: 將一行即時狀態摘要寫入日誌以供事後排查的頻率（毫秒）。關閉時不寫入；間隔越短越容易發現狀態轉換，越長則保留越多緩衝

source: How steadily this device stayed connected over a longer window. It must reach the minimum to be offered to clients.
ar: مدى ثبات اتصال هذا الجهاز خلال فترة أطول. يجب أن تبلغ الحد الأدنى ليُعرض على العملاء.
cs: Jak stabilně bylo toto zařízení připojené za delší období. Musí dosáhnout minima, aby se nabízelo klientům.
de: Wie stabil dieses Gerät über einen längeren Zeitraum verbunden war. Sie muss das Minimum erreichen, damit es Clients angeboten wird.
el: Πόσο σταθερά έμεινε συνδεδεμένη αυτή η συσκευή σε μεγαλύτερο διάστημα. Πρέπει να φτάσει το ελάχιστο για να προτείνεται σε πελάτες.
es: Qué tan estable se mantuvo conectado este dispositivo en un período más largo. Debe alcanzar el mínimo para ofrecerse a los clientes.
es_419: Qué tan estable se mantuvo conectado este dispositivo en un período más largo. Debe alcanzar el mínimo para ofrecerse a los clientes.
es_mx: Qué tan estable se mantuvo conectado este dispositivo en un período más largo. Debe alcanzar el mínimo para ofrecerse a los clientes.
fr: Stabilité de la connexion de cet appareil sur une période plus longue. Elle doit atteindre le minimum pour qu'il soit proposé aux clients.
he: עד כמה המכשיר הזה נשאר מחובר ביציבות לאורך פרק זמן ארוך יותר. היא חייבת להגיע למינימום כדי שהמכשיר יוצע ללקוחות.
hi: लंबी अवधि में यह डिवाइस कितनी स्थिरता से कनेक्ट रहा। क्लाइंट को पेश किए जाने के लिए इसे न्यूनतम तक पहुँचना होगा।
id: Seberapa stabil perangkat ini tetap terhubung dalam rentang waktu yang lebih panjang. Nilainya harus mencapai batas minimum agar ditawarkan ke klien.
it: Quanto stabilmente questo dispositivo è rimasto connesso in un periodo più lungo. Deve raggiungere il minimo perché venga offerto ai client.
ja: より長い期間にこのデバイスがどれだけ安定して接続していたかを示します。クライアントに提示されるには最低値に達する必要があります。
ko: 더 긴 기간 동안 이 기기가 얼마나 안정적으로 연결되어 있었는지를 나타냅니다. 클라이언트에게 제시되려면 최솟값에 도달해야 합니다.
nl: Hoe stabiel dit apparaat over een langere periode verbonden bleef. Dit moet het minimum halen om aan clients te worden aangeboden.
pl: Jak stabilnie to urządzenie było połączone w dłuższym okresie. Musi osiągnąć minimum, aby urządzenie było proponowane klientom.
pt: Quão estável este dispositivo se manteve ligado num período mais longo. Tem de atingir o mínimo para ser oferecido aos clientes.
pt_br: Quão estável este dispositivo ficou conectado em um período mais longo. Ela precisa atingir o mínimo para que o dispositivo seja oferecido aos clientes.
pt_pt: Quão estável este dispositivo se manteve ligado num período mais longo. Tem de atingir o mínimo para ser oferecido aos clientes.
ru: Насколько стабильно это устройство было подключено за более длительный период. Показатель должен достичь минимума, чтобы устройство предлагали клиентам.
sv: Hur stabilt enheten var ansluten under en längre period. Den måste nå miniminivån för att enheten ska erbjudas klienter.
th: อุปกรณ์นี้เชื่อมต่ออย่างต่อเนื่องเพียงใดในช่วงเวลาที่ยาวขึ้น ต้องถึงค่าขั้นต่ำจึงจะถูกเสนอให้ไคลเอนต์
uk: Наскільки стабільно цей пристрій був підключений за триваліший період. Показник має досягти мінімуму, щоб пристрій пропонували клієнтам.
vi: Mức độ ổn định của kết nối thiết bị này trong một khoảng thời gian dài hơn. Chỉ số phải đạt mức tối thiểu để thiết bị được đề xuất cho máy khách.
zh_hans: 此设备在更长时间段内保持连接的稳定程度。必须达到最低要求才会被推荐给客户端。
zh_hk: 此裝置在更長時間段內保持連接的穩定程度。必須達到最低要求才會被推薦給客戶端。

source: How steadily this device stayed connected over the last 12 hours. It must reach the minimum to be offered to clients; from a fresh start this takes about 8 hours of steady uptime.
ar: مدى ثبات اتصال هذا الجهاز خلال آخر 12 ساعة. يجب أن تبلغ الحد الأدنى ليُعرض على العملاء؛ ويستغرق ذلك نحو 8 ساعات من الاتصال المستقر عند البدء من جديد.
cs: Jak stabilně bylo toto zařízení připojené za posledních 12 hodin. Musí dosáhnout minima, aby se nabízelo klientům; po novém startu to trvá zhruba 8 hodin stabilního provozu.
de: Wie stabil dieses Gerät in den letzten 12 Stunden verbunden war. Sie muss das Minimum erreichen, damit es Clients angeboten wird; nach einem Neustart dauert das etwa 8 Stunden stabile Laufzeit.
el: Πόσο σταθερά έμεινε συνδεδεμένη αυτή η συσκευή τις τελευταίες 12 ώρες. Πρέπει να φτάσει το ελάχιστο για να προτείνεται σε πελάτες· μετά από νέα εκκίνηση αυτό απαιτεί περίπου 8 ώρες σταθερής λειτουργίας.
es: Qué tan estable se mantuvo conectado este dispositivo en las últimas 12 horas. Debe alcanzar el mínimo para ofrecerse a los clientes; empezando de cero, esto lleva unas 8 horas de funcionamiento estable.
es_419: Qué tan estable se mantuvo conectado este dispositivo en las últimas 12 horas. Debe alcanzar el mínimo para ofrecerse a los clientes; empezando de cero, esto lleva unas 8 horas de funcionamiento estable.
es_mx: Qué tan estable se mantuvo conectado este dispositivo en las últimas 12 horas. Debe alcanzar el mínimo para ofrecerse a los clientes; empezando de cero, esto lleva unas 8 horas de funcionamiento estable.
fr: Stabilité de la connexion de cet appareil au cours des 12 dernières heures. Elle doit atteindre le minimum pour qu'il soit proposé aux clients ; après un nouveau départ, cela demande environ 8 heures de disponibilité stable.
he: עד כמה המכשיר הזה נשאר מחובר ביציבות ב-12 השעות האחרונות. היא חייבת להגיע למינימום כדי שהמכשיר יוצע ללקוחות; מהתחלה חדשה זה לוקח כ-8 שעות של זמינות יציבה.
hi: पिछले 12 घंटों में यह डिवाइस कितनी स्थिरता से कनेक्ट रहा। क्लाइंट को पेश किए जाने के लिए इसे न्यूनतम तक पहुँचना होगा; नई शुरुआत से इसमें लगभग 8 घंटे का स्थिर अपटाइम लगता है।
id: Seberapa stabil perangkat ini tetap terhubung dalam 12 jam terakhir. Nilainya harus mencapai batas minimum agar ditawarkan ke klien; dari awal, ini memerlukan sekitar 8 jam waktu aktif yang stabil.
it: Quanto stabilmente questo dispositivo è rimasto connesso nelle ultime 12 ore. Deve raggiungere il minimo perché venga offerto ai client; partendo da zero servono circa 8 ore di attività stabile.
ja: 過去12時間にこのデバイスがどれだけ安定して接続していたかを示します。クライアントに提示されるには最低値に達する必要があります。新規開始からは、約8時間の安定した稼働が必要です。
ko: 최근 12시간 동안 이 기기가 얼마나 안정적으로 연결되어 있었는지를 나타냅니다. 클라이언트에게 제시되려면 최솟값에 도달해야 하며, 새로 시작하면 약 8시간의 안정적인 가동이 필요합니다.
nl: Hoe stabiel dit apparaat de afgelopen 12 uur verbonden bleef. Dit moet het minimum halen om aan clients te worden aangeboden; na een nieuwe start duurt dat ongeveer 8 uur stabiele uptime.
pl: Jak stabilnie to urządzenie było połączone w ciągu ostatnich 12 godzin. Musi osiągnąć minimum, aby urządzenie było proponowane klientom; po nowym starcie zajmuje to około 8 godzin stabilnej pracy.
pt: Quão estável este dispositivo se manteve ligado nas últimas 12 horas. Tem de atingir o mínimo para ser oferecido aos clientes; a partir de um novo início, isto demora cerca de 8 horas de funcionamento estável.
pt_br: Quão estável este dispositivo ficou conectado nas últimas 12 horas. Ela precisa atingir o mínimo para que o dispositivo seja oferecido aos clientes; a partir de um novo início, isso leva cerca de 8 horas de funcionamento estável.
pt_pt: Quão estável este dispositivo se manteve ligado nas últimas 12 horas. Tem de atingir o mínimo para ser oferecido aos clientes; a partir de um novo início, isto demora cerca de 8 horas de funcionamento estável.
ru: Насколько стабильно это устройство было подключено за последние 12 часов. Показатель должен достичь минимума, чтобы устройство предлагали клиентам; после нового старта на это уходит около 8 часов стабильной работы.
sv: Hur stabilt enheten var ansluten de senaste 12 timmarna. Den måste nå miniminivån för att enheten ska erbjudas klienter; efter en nystart tar det cirka 8 timmars stabil drifttid.
th: อุปกรณ์นี้เชื่อมต่ออย่างต่อเนื่องเพียงใดในช่วง 12 ชั่วโมงที่ผ่านมา ต้องถึงค่าขั้นต่ำจึงจะถูกเสนอให้ไคลเอนต์ หากเริ่มต้นใหม่จะใช้เวลาออนไลน์ต่อเนื่องประมาณ 8 ชั่วโมง
uk: Наскільки стабільно цей пристрій був підключений за останні 12 годин. Показник має досягти мінімуму, щоб пристрій пропонували клієнтам; після нового старту на це йде близько 8 годин стабільної роботи.
vi: Mức độ ổn định của kết nối thiết bị này trong 12 giờ qua. Chỉ số phải đạt mức tối thiểu để thiết bị được đề xuất cho máy khách; khi bắt đầu lại từ đầu, việc này mất khoảng 8 giờ hoạt động ổn định.
zh_hans: 此设备在过去 12 小时内保持连接的稳定程度。必须达到最低要求才会被推荐给客户端；从头开始大约需要 8 小时的稳定在线时间。
zh_hk: 此裝置在過去 12 小時內保持連接的穩定程度。必須達到最低要求才會被推薦給客戶端；從頭開始大約需要 8 小時的穩定在線時間。

source: How steadily this device stayed connected over the last 5 minutes. It scales how often clients are offered this device; staying connected raises it.
ar: مدى ثبات اتصال هذا الجهاز خلال آخر 5 دقائق. تؤثر في عدد مرات عرض هذا الجهاز على العملاء، ويرفعها البقاء متصلًا.
cs: Jak stabilně bylo toto zařízení připojené za posledních 5 minut. Ovlivňuje, jak často se nabízí klientům; nepřetržité připojení ji zvyšuje.
de: Wie stabil dieses Gerät in den letzten 5 Minuten verbunden war. Sie bestimmt mit, wie oft es Clients angeboten wird; verbunden bleiben erhöht sie.
el: Πόσο σταθερά έμεινε συνδεδεμένη αυτή η συσκευή τα τελευταία 5 λεπτά. Επηρεάζει πόσο συχνά προτείνεται σε πελάτες· η συνεχής σύνδεση την αυξάνει.
es: Qué tan estable se mantuvo conectado este dispositivo en los últimos 5 minutos. Influye en la frecuencia con que se ofrece a los clientes; mantenerse conectado la aumenta.
es_419: Qué tan estable se mantuvo conectado este dispositivo en los últimos 5 minutos. Influye en la frecuencia con que se ofrece a los clientes; mantenerse conectado la aumenta.
es_mx: Qué tan estable se mantuvo conectado este dispositivo en los últimos 5 minutos. Influye en la frecuencia con que se ofrece a los clientes; mantenerse conectado la aumenta.
fr: Stabilité de la connexion de cet appareil au cours des 5 dernières minutes. Elle module la fréquence à laquelle il est proposé aux clients ; rester connecté l'augmente.
he: עד כמה המכשיר הזה נשאר מחובר ביציבות ב-5 הדקות האחרונות. היא משפיעה על התדירות שבה הוא מוצע ללקוחות; חיבור רציף מעלה אותה.
hi: पिछले 5 मिनट में यह डिवाइस कितनी स्थिरता से कनेक्ट रहा। इससे तय होता है कि इसे क्लाइंट को कितनी बार पेश किया जाए; कनेक्ट बने रहने से यह बढ़ती है।
id: Seberapa stabil perangkat ini tetap terhubung dalam 5 menit terakhir. Ini memengaruhi seberapa sering perangkat ditawarkan ke klien; tetap terhubung akan menaikkannya.
it: Quanto stabilmente questo dispositivo è rimasto connesso negli ultimi 5 minuti. Influisce su quanto spesso viene offerto ai client; restare connesso la aumenta.
ja: 過去5分間にこのデバイスがどれだけ安定して接続していたかを示します。クライアントに提示される頻度に影響し、接続を維持すると上がります。
ko: 최근 5분 동안 이 기기가 얼마나 안정적으로 연결되어 있었는지를 나타냅니다. 클라이언트에게 제시되는 빈도에 영향을 주며, 연결을 유지하면 올라갑니다.
nl: Hoe stabiel dit apparaat de afgelopen 5 minuten verbonden bleef. Dit bepaalt mee hoe vaak het aan clients wordt aangeboden; verbonden blijven verhoogt het.
pl: Jak stabilnie to urządzenie było połączone w ciągu ostatnich 5 minut. Wpływa na to, jak często jest proponowane klientom; utrzymywanie połączenia ją zwiększa.
pt: Quão estável este dispositivo se manteve ligado nos últimos 5 minutos. Influencia a frequência com que é oferecido aos clientes; manter-se ligado aumenta-a.
pt_br: Quão estável este dispositivo ficou conectado nos últimos 5 minutos. Influencia a frequência com que ele é oferecido aos clientes; permanecer conectado a aumenta.
pt_pt: Quão estável este dispositivo se manteve ligado nos últimos 5 minutos. Influencia a frequência com que é oferecido aos clientes; manter-se ligado aumenta-a.
ru: Насколько стабильно это устройство было подключено за последние 5 минут. Это влияет на то, как часто его предлагают клиентам; постоянное подключение повышает показатель.
sv: Hur stabilt enheten var ansluten de senaste 5 minuterna. Den påverkar hur ofta enheten erbjuds klienter; att förbli ansluten höjer den.
th: อุปกรณ์นี้เชื่อมต่ออย่างต่อเนื่องเพียงใดในช่วง 5 นาทีที่ผ่านมา มีผลต่อความถี่ที่อุปกรณ์ถูกเสนอให้ไคลเอนต์ การเชื่อมต่อต่อเนื่องจะช่วยเพิ่มค่านี้
uk: Наскільки стабільно цей пристрій був підключений за останні 5 хвилин. Це впливає на те, як часто його пропонують клієнтам; постійне підключення підвищує показник.
vi: Mức độ ổn định của kết nối thiết bị này trong 5 phút qua. Ảnh hưởng đến tần suất thiết bị được đề xuất cho máy khách; duy trì kết nối sẽ tăng chỉ số này.
zh_hans: 此设备在过去 5 分钟内保持连接的稳定程度。它影响此设备被推荐给客户端的频率；保持连接可以提高它。
zh_hk: 此裝置在過去 5 分鐘內保持連接的穩定程度。它影響此裝置被推薦給客戶端的頻率；保持連接可以提高它。
